INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (1, 'Джентельмены удачи', 'комедия', 'Заведующему детсадом Трошкину фатально не повезло: он оказался как две капли воды похож на бандита по кличке «Доцент», похитившего уникальный шлем Александра Македонского.', 1971, 1);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (2, 'Гладиатор', 'историческая драма', 'В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад.', 2000, 2);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (3, 'Иван васильевич меняет профессию', 'комедия', 'Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком — точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский.', 1973, 3);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (6, 'Нечто', 'ужасы', 'Команде ученых американской исследовательской базы в Антарктике предстоит столкнуться с необъяснимым, чудовищным кошмаром. Отрезанные от всего света полярники вступают в неравную схватку с инопланетной тварью, пробудившейся после тысячелетней спячки во льдах.', 1982, 4);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (7, 'Астерикс и Обеликс против Цезаря', 'комедия', 'первая официальная экранизация комиксов Рене Госинни и Альбера Удерзо о галлах Астериксе и Обеликсе, которые переживают приключения во времена Римской империи', 1999, 5);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (8, 'Астерикс и Обеликс: Миссия Клеопатра', 'комедия', 'на этот раз отважным галлам надо помочь египетской царице в противостоянии с Римскими легионами. продолжение фильма «Астерикс и Обеликс против Цезаря».', 2002, 6);
INSERT INTO cinema_service_spring.films (id, title, genre, description, release_year, director_id) VALUES (9, ' Бриллиантовая рука', 'комедия', 'Кинороман из жизни контрабандистов с прологом и эпилогом. В южном городке орудует шайка «валютчиков», возглавляемая Шефом и его помощником Графом. Скромный советский служащий и примерный семьянин Семен Семеныч Горбунков отправляется в зарубежный круиз на теплоходе, на котором также плывет Граф, который должен забрать бриллианты в одном из восточных городов и провезти их в загипсованной руке. Но в силу недоразумения вместо жулика на условленном месте падает ничего не подозревающий Семен Семенович и драгоценный гипс накладывают ему. Вот тут-то все и начинается…', 1969, 7);

INSERT INTO cinema_service_spring.accounts (id, userId) VALUES (1, 1);
INSERT INTO cinema_service_spring.accounts (id, userId) VALUES (2, 2);

INSERT INTO cinema_service_spring.film_actors (film_id, actor_id) VALUES (1, 1);







